
/* Class = "NSButtonCell"; title = "Yes, I accept these risks"; ObjectID = "EzI-6V-u2P"; */
"EzI-6V-u2P.title" = "Sí, acepto estos riesgos";

/* Class = "NSTextFieldCell"; title = "Apple makes significant changes to macOS in every upgrade. To continue providing reliable and safe backups, we must modify and test CCC against new OS releases to accommodate changes in the operating system and the filesystem. This is not a trivial procedure, we spend weeks performing hundreds of tests against the new OS.\n\nIf you continue to use this version of CCC on this OS, your backups could be incomplete, non-functional, unreliable, or, at worst, an OS change could cause CCC to work in an unpredictable manner. \n\nCCC has the privilege and capacity to DELETE data. While we do not anticipate that future OS changes would lead CCC to cause harm to your system or data, it is impossible for us to predict that. If you continue to use this untested version of CCC on this new OS, are you willing to accept these potential risks to your data?"; ObjectID = "PTM-A4-tAM"; */
"PTM-A4-tAM.title" = "Apple realiza cambios importantes a macOS en cada nueva versión. Para seguir ofreciendo copias de seguridad fiables y seguras debemos modificar CCC y probarlo en nuevas versiones del sistema operativo para adaptarlo a los cambios del sistema operativo y del sistema de archivos. No se trata de un procedimiento trivial: pasamos semanas realizando cientos de pruebas en el nuevo sistema.\n\nSi sigue utilizando esta versión de CCC en este sistema operativo, sus copias de seguridad pueden quedar incompletas, no funcionar o, en el peor de los casos, un cambio del sistema operativo podría causar que CCC funcionara de forma impredecible. \n\nCCC cuenta con privilegios y capacidades para BORRAR datos. Aunque no prevemos que futuras versiones del sistema operativo hagan que CCC dañe su sistema o sus datos, es algo que no podemos predecir. Si sigue usando esta versión de CCC que no se ha probado en este sistema operativo, ¿acepta estos posibles riesgos para sus datos?";

/* Class = "NSButtonCell"; title = "No, show me the update options"; ObjectID = "zs0-Dc-0nt"; */
"zs0-Dc-0nt.title" = "No, quiero ver las opciones de actualización";
